{"responses": ["People will have sensors installed in their brains so they can eat anything and it tastes like a gourmet meal.",

"There will be water spray stations to extinguish renegade robot upheaval.",

"You will be able to consume actual advertising.",

"A small percentage of people will go back to walking on all fours.",

"The population will be split into three different time shifts of operation.",

"People will only go home to bathe and sleep, everything else will have designated rentable areas.",

"We will be able to use rainbows as bridges.",

"College sports will be more intellectually based.",

"Libraries will become local art museums.",

"Unicorns will replace the bald eagle as America’s national symbol.",

"There will be no more underwear.",

"Canned dog food will become an international delicacy.",

"Scientists will discover groundbreaking new technologies to hybridize animals, making the first ever bunny dog",

"Facebook’s virtual reality software…",

"A small boy in Manila successfully communicates with plants.",

"It is common to marry one’s pet.",

"Life will be discovered in the center of the earth in the form of worm like squirrels.",

"Clone of past president will be created from dna and replace the hall of presidents at disney world.",

"Emotional support dogs will become us citizens, and will demand psychological counseling as part of their health care plans.",

"Healthcare insurance will become obsolete, as will all other forms of insurance, when we realize that we've all been duped for decades.",

"Global warming will become a blessing as all climates become temperate and populations can inhabit all parts of the earth.",

"Travel through a black hole will reveal elvis presley and andy kaufman living in a small townhouse.",

"The judicial system will be a thing of the past as all humans learn to become self governing.",

"We realize that male and female are indeed separate genders after too many fashion faux pas.",

"Language will be unnecessary as we develop our sense of esp. Consequently no one minds being offended.",

"This years hottest christmas gift is the invisible snuggle cloak rendering the people you love invisible.",

"Truth is back in fashion after centuries of lies have made logic obsolete.",

"Anyone over the age of 25 will no longer be allowed to influence others, as we realize that universal knowledge resides in children.",

"Bluetooth fruit",

"We learn the moon is shrinking and no one is concerned",

"The speed limit will be increased to 160.",

"The first televised execution channel will premiere",

"Disney buys Australia.",

"To slow down bacteria mutation speed we will increase the size of bacteria to rodent size.",

"Everyone will have a frozen clone of themselves for medical purposes.",

"Dogs will have more rights, including choosing their owners.",
"A second tier of sports will be invented and athletes will be replaced by robots.",

"A positive side effect of solar power becoming more efficient is people will build houses higher and higher which will cause them to age more slowly.",

"Humans will invent a comparable organic exoskeleton.",

"Synthetic diamonds will replace plastic.",

"Music becomes more physically based on vibrations.",

"Power gloves will make heavy lifting feel weightless due to a great gravity magnet discovery.",

"Daylight savings time is abolished after the public realizes that it neither lengthens or shortens their lives.",

"Parrots will replace news broadcasters when it’s discovered that they have no ability to lie."

  ]
  }
